[
  {
    "id": "1",
    "name": "Press de banca inclinado",
    "info": "Acostado en banco inclinado, baja la barra hasta el pecho y empuja hacia arriba.",
    "author": "gymapp"
  },
  {
    "id": "2",
    "name": "Empuje en maquina",
    "info": "Siéntate y empuja las manijas hacia adelante, extendiendo los brazos completamente.",
    "author": "gymapp"
  },
  {
    "id": "3",
    "name": "Apertura en maquina",
    "info": "Abre los brazos hacia los lados, manteniendo una ligera flexión en los codos.",
    "author": "gymapp"
  },
  {
    "id": "4",
    "name": "Jalon al pecho",
    "info": "Tira la barra hacia el pecho, manteniendo la espalda recta y los codos hacia abajo.",
    "author": "gymapp"
  },
  {
    "id": "5",
    "name": "Remo en maquina baja",
    "info": "Sentado, tira las manijas hacia tu torso, apretando los omóplatos.",
    "author": "gymapp"
  },
  {
    "id": "6",
    "name": "Remo en maquina",
    "info": "Sentado, tira de la barra hacia tu abdomen mientras mantienes la espalda recta.",
    "author": "gymapp"
  },
  {
    "id": "7",
    "name": "Encogimiento con man.",
    "info": "Sostén las mancuernas y encoge los hombros hacia las orejas.",
    "author": "gymapp"
  },
  {
    "id": "8",
    "name": "Abdominales inclinado",
    "info": "Acostado en banco inclinado, realiza flexiones de torso hacia adelante.",
    "author": "gymapp"
  },
  {
    "id": "9",
    "name": "Espalda baja",
    "info": "Con el torso inclinado hacia adelante, levanta el tronco hasta estar erguido.",
    "author": "gymapp"
  },
  {
    "id": "10",
    "name": "Sentadilla en hacka",
    "info": "Coloca los pies en la plataforma y baja controladamente hasta formar un ángulo de 90 grados.",
    "author": "gymapp"
  },
  {
    "id": "11",
    "name": "Press de piernas(prensa)",
    "info": "Empuja la plataforma con las piernas extendiéndolas completamente, mantén las rodillas suaves.",
    "author": "gymapp"
  },
  {
    "id": "12",
    "name": "zancada con peso",
    "info": "Da un paso adelante y baja la rodilla trasera hacia el suelo manteniendo el equilibrio.",
    "author": "gymapp"
  },
  {
    "id": "13",
    "name": "Sillon de cuadricep",
    "info": "Siéntate y extiende las piernas hasta bloquear las rodillas.",
    "author": "gymapp"
  },
  {
    "id": "14",
    "name": "Elevaciones de gemelos de pie*",
    "info": "Levántate sobre las puntas de los pies, manteniendo las rodillas estiradas.",
    "author": "gymapp"
  },
  {
    "id": "15",
    "name": "Elevaciones de gemelos sentado*",
    "info": "Siéntate y eleva los talones tanto como sea posible.",
    "author": "gymapp"
  },
  {
    "id": "16",
    "name": "Abdominales maquina",
    "info": "Siéntate y empuja hacia adelante con el torso para flexionar los abdominales.",
    "author": "gymapp"
  },
  {
    "id": "17",
    "name": "Elevacion de piernas",
    "info": "Acostado, levanta las piernas hacia el techo manteniendo las rodillas estiradas.",
    "author": "gymapp"
  },
  {
    "id": "18",
    "name": "Elevacion bicicleta",
    "info": "Acostado, alterna las rodillas hacia el pecho en un movimiento de pedaleo.",
    "author": "gymapp"
  },
  {
    "id": "19",
    "name": "Press militar (pie o sentado)*",
    "info": "Empuja la barra hacia arriba por encima de tu cabeza desde los hombros.",
    "author": "gymapp"
  },
  {
    "id": "20",
    "name": "Elevaciones laterales",
    "info": "Levanta las mancuernas hacia los lados, manteniendo los brazos casi rectos.",
    "author": "gymapp"
  },
  {
    "id": "21",
    "name": "Deltoides en polea",
    "info": "Jala el cable hacia afuera y hacia atrás para trabajar los deltoides.",
    "author": "gymapp"
  },
  {
    "id": "22",
    "name": "Elevaciones frontales polea",
    "info": "Levanta la barra desde la cintura hasta la altura de los hombros.",
    "author": "gymapp"
  },
  {
    "id": "23",
    "name": "Peso muerto rumano",
    "info": "Con una ligera flexión en las rodillas, baja la barra por los muslos hasta la mitad de la espinilla.",
    "author": "gymapp"
  },
  {
    "id": "24",
    "name": "Press de piensa para izquio",
    "info": "Presiona la plataforma con los talones, trabajando los músculos isquiotibiales.",
    "author": "gymapp"
  },
  {
    "id": "25",
    "name": "Cama de izquio",
    "info": "Acostado boca abajo, flexiona las rodillas para levantar el peso.",
    "author": "gymapp"
  },
  {
    "id": "26",
    "name": "Hip trust",
    "info": "Con la espalda apoyada, empuja la cadera hacia arriba contrayendo los glúteos.",
    "author": "gymapp"
  },
  {
    "id": "27",
    "name": "Curl con barra",
    "info": "Flexiona los codos levantando la barra hasta los hombros.",
    "author": "gymapp"
  },
  {
    "id": "28",
    "name": "Tricep en polea baja",
    "info": "Empuja hacia abajo la barra manteniendo los codos pegados al cuerpo.",
    "author": "gymapp"
  },
  {
    "id": "29",
    "name": "Curl alterno con mancuerna",
    "info": "Alterna los brazos flexionando los codos mientras levantas las mancuernas.",
    "author": "gymapp"
  },
  {
    "id": "30",
    "name": "Tricep en polea alta",
    "info": "Jala la cuerda o barra hacia abajo, extendiendo completamente los codos.",
    "author": "gymapp"
  },
  {
    "name": "Femorales maquina unilateral",
    "id": "31",
    "info": "El ejercicio de femorales en máquina unilateral está diseñado para trabajar los músculos isquiotibiales (también llamados femorales) de manera aislada, enfocándose en una pierna a la vez. Este movimiento se realiza típicamente en una máquina de curl de pierna, que puede ser sentado, acostado o de pie, dependiendo del diseño.",
    "author": 1
  },
  {
    "name": "Gluteos en maquina",
    "id": "32",
    "info": "El ejercicio de glúteos en máquina está diseñado para trabajar específicamente los músculos glúteos mediante el uso de una máquina que permite realizar movimientos como el empuje de cadera o extensión de la pierna. Es común encontrar variantes como la máquina de empuje de cadera (hip thrust) o máquina de extensión de pierna en posición sentada o de pie, que se enfocan en fortalecer y tonificar los glúteos.",
    "author": 1
  },
  {
    "name": "Dominadas (agarre prono)",
    "id": "33",
    "info": "Las dominadas con agarre prono son un ejercicio de tracción que trabaja principalmente la parte superior del cuerpo, enfocándose en la espalda, los hombros y los bíceps. En este tipo de dominada, las palmas de las manos están orientadas hacia afuera, de modo que los brazos están completamente extendidos con las palmas mirando hacia el frente (hacia el rostro). Este agarre se conoce también como agarre en pronación o agarre en supinación inversa.",
    "author": 1
  },
  {
    "name": "Aductores en maquina",
    "id": "34",
    "info": "El ejercicio de aductores en máquina es un ejercicio de aislamiento que se realiza en una máquina específica diseñada para trabajar los músculos aductores, que son los músculos situados en la parte interna del muslo. Este ejercicio es eficaz para tonificar y fortalecer la zona interna de los muslos.",
    "author": 1
  },
  {
    "name": "Tricep en polea tras nuca",
    "id": "35",
    "info": "Tricep en polea tras nuca",
    "author": 1
  },
  {
    "name": "Estocadas con mancuernas",
    "id": "36",
    "info": "Las estocadas con mancuernas son un ejercicio de fuerza y estabilidad que trabaja principalmente las piernas y los glúteos. Este movimiento también mejora el equilibrio y la coordinación.",
    "author": 1
  },
  {
    "name": "Jalon en polea",
    "id": "37",
    "info": "El jalón en polea es un ejercicio de espalda que se realiza tirando de una barra hacia el pecho o nuca, utilizando una máquina con polea alta. Trabaja principalmente el dorsal ancho y los bíceps.",
    "author": 1
  },
  {
    "name": "Subida al cajon a una pierna con peso",
    "id": "38",
    "info": "La subida al cajón a una pierna con peso es un ejercicio que consiste en subir a un cajón con una pierna mientras se sostiene un peso, trabajando glúteos, cuádriceps e isquiotibiales.",
    "author": 1
  },
  {
    "name": "Trapecios en polea",
    "id": "39",
    "info": "El ejercicio de trapecios en polea se realiza tirando de una cuerda o barra conectada a una polea alta, enfocándose en activar los músculos del trapecio superior. El movimiento consiste en elevar los hombros hacia las orejas, trabajando principalmente los trapecios.",
    "author": 1
  },
  {
    "name": "Flexiones de brazos",
    "id": "40",
    "info": "\nLas flexiones de brazos son un ejercicio que trabaja el pecho, tríceps y hombros, consistiendo en bajar y subir el cuerpo con las manos en el suelo.",
    "author": 1
  },
  {
    "name": "Concentrado con mancuerna",
    "id": "41",
    "info": "El curl concentrado es un ejercicio de bíceps que se realiza sentado, con una mancuerna en una mano. Se apoya el codo en el interior del muslo y se levanta la mancuerna hacia el pecho, concentrándose en el trabajo del bíceps. Este ejercicio ayuda a aislar y maximizar la contracción del bíceps.",
    "author": 1
  },
  {
    "name": "Apertura en polea",
    "id": "42",
    "info": "Una apertura en polea es un sistema donde un cable o cuerda pasa por una polea para transmitir fuerza o movimiento, facilitando tareas como levantamiento o desplazamiento con menor esfuerzo.",
    "author": 1
  },
  {
    "name": "Press plano",
    "id": "43",
    "info": "El press plano es un ejercicio de fuerza que se realiza en un banco horizontal, utilizando una barra o mancuernas para trabajar principalmente los músculos del pecho, hombros y tríceps. Es fundamental para desarrollar la parte superior del cuerpo.",
    "author": 1
  },
  {
    "name": "Pecho polea (alta, media y baja)",
    "id": "44",
    "info": "Este ejercicio trabaja todo el pecho dependiendo del ángulo de ejecución.",
    "author": 1
  },
  {
    "name": "Pantorrilla parado con peso",
    "id": "45",
    "info": "Pantorrilla de pie con una pesa en la mano",
    "author": 1
  },
  {
    "name": "Pantorilla en prensa",
    "id": "46",
    "info": "Pantorrilla en maquina de prensa",
    "author": 1
  }
]